Repository: 21124637/FluentCleaner
Catalog: FluentCleaner/Strings/*/Resources.resw
Source language: en_us
Languages: ro_ro

# CLI_AppxRemoveScanStart
source: Scanning for installed packages...
ro_ro: Se caută pachetele instalate...

# CLI_AppxNothingToRemove
source: Nothing to remove.
ro_ro: Nu există nimic de eliminat.

# CLI_AppxRemoving
source: Removing {0}...
ro_ro: Se elimină {0}...

# CLI_AppxRemoveOk
source: OK {0} removed.
ro_ro: OK {0} a fost eliminat.

# CLI_AppxRemoveErr
source: ERR {0} — failed (may not be installed or requires elevation).
ro_ro: EROARE {0} — eliminarea a eșuat (este posibil să nu fie instalat sau să fie necesare drepturi de administrator).

# CLI_AppxRemoveDone
source: Done — {0} package(s) removed.
ro_ro: Gata — {0} pachet(e) eliminate.

# CLI_AppxNothingRemoved
source: Nothing was removed.
ro_ro: Nu a fost eliminat nimic.

# CLI_AppxDisabled
source: Winappx database is disabled — enable it in Settings.
ro_ro: Baza de date Winappx este dezactivată — activați-o din Setări.

# CLI_AppxNotFound
source: Winappx.ini not found — download it in Settings.
ro_ro: Winappx.ini nu a fost găsit — descărcați-l din Setări.
